"(Not You?)|Login - Clickable text letting user log in as a different user" = "(Non sei tu?)";

"+%i|Very short string used in place of X names of members of a thread (when the thread name is too long to fit). Ex: +1, +2, +3.  If the language has no short way to express this, use … (ellipsis) or equivalent." = "+%1$i";

",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"1 Friend is Nearby|Title of megaphone to encourage user to share location." = "1 amico si trova nelle vicinanze";

"1 day|text to show user was online/active 1 day ago (don't abbrev)" = "1 giorno";

"1 hour|text to show user was online/active 1 hour ago (don't abbrev)" = "1 ora";

"1 minute|text to show user was online/active 1 minute ago (don't abbrev)" = "1 minuto";

"1d|short indicator that a user was active 1 day ago" = "1 giorno";

"1h|short indicator that a user was active 1 hour ago" = "1 ora";

"1m Limit: Release to send|notify user that the maximum recording time has been reached" = "Limite di 1 minuto: rilascia per inviare";

"1m|short indicator that a user was active 1 minute ago" = "1 minuto";

"2 days|text to show user was online/active 2 days ago (don't abbrev)" = "2 giorni";

"2 hours|text to show user was online/active 2 hours ago (don't abbrev)" = "2 ore";

"2 minutes|text to show user was online/active 2 minutes ago (don't abbrev)" = "2 minuti";

"A new version of Messenger is available.|New version title" = "È disponibile una nuova versione di Messenger.";

"Activation Code|placeholder text for activation code field" = "Codice di attivazione";

"Activation Request Failed|" = "Richiesta di attivazione non riuscita";

"Active Now (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Amici attivi ora (%1$d)";

"Add Favorite|Title of screen shown when user is adding a new favorite" = "Aggiungi ai preferiti";

"Add More People|button for adding people to the conversation" = "Aggiungi altre persone";

"Add More People|title for add members page" = "Aggiungi altre persone";

"Add More People|title for add people page" = "Aggiungi altre persone";

"Add To Conversation|text to show in the add people button" = "Aggiungi alla conversazione";

"Add to Existing Contact|action sheet option for adding a phone number to an existing contact" = "Aggiungi a contatto esistente";

"Add|generic add button" = "Aggiungi";

"Adding...|adding progress text" = "Aggiunta in corso...";

"Advanced Settings|text for advanced settings button" = "Impostazioni avanzate";

"Advanced|title for advanced settings page" = "Avanzate";

"Alerts Off Until %@|Indicates that alerts are off until X time" = "Avvisi disattivati fino alle %1$@";

"Alerts Off for 1 Hour|Indicates that alerts are off for 1 hour" = "Avvisi disattivati per 1 ora";

"Alerts Off|Indicates that alerts are off" = "Avvisi disattivati";

"Alerts On|Indicates that alerts are on" = "Avvisi attivati";

"All notifications are off for 8h.|footer text for notifications settings applying to all conversations" = "Tutte le notifiche sono disattivate per 8 ore.";

"All notifications are off.|Mute warning display on thread list" = "Tutte le notifiche sono disattivate.";

"Answer|Text for button that accepts a call" = "Rispondi";

"Archive Thread|Button label that will archive the thread" = "Archivia discussione";

"Are you sure you want to delete the conversation name?|alert message for deleting conversation name" = "Confermi di voler eliminare il nome della conversazione?";

"Are you sure you want to leave this conversation? You will no longer receive new messages.|confirmation dialog message for leaving a thread" = "Confermi di voler abbandonare questa conversazione? Non riceverai più i nuovi messaggi.";

"Are you sure?|Title for dialog asking the user if they're sure if they want to not enable push notifications" = "Confermi?";

"Attach a Photo|Button label for attaching a photo from the photo library" = "Allega una foto";

"Attach media|Accessibility text for button that lets user start attaching photos or other media, as well as emoticons and emoji" = "Allega qualcosa";

"Auto Send|Auto send label" = "Invia automaticamente";

"Back|generic nav bar back button" = "Indietro";

"Bing Image Search|" = "Ricerca immagini in Bing";

"Call Ended|End call message in non-error case" = "Chiamata terminata";

"Call Ended|String shown when the call ends" = "Chiamata terminata";

"Call Failed|End call message in error case" = "Chiamata non riuscita";

"Call %@|action sheet option for calling a phone number" = "Chiama %1$@";

"Camera|Button label for attaching a photo from the camera" = "Fotocamera";

"Cancel|Title for generic Cancel button." = "Annulla";

"Choose Photo|action sheet option for choosing a photo from photo library" = "Scegli foto";

"Clear|prompt to clear all unsent messages" = "Cancella";

"Clearing...|Progress text shown while clearing the image for a thread" = "Cancellazione in corso...";

"Clearing...|Progress text shown while clearing the name for a thread" = "Cancellazione in corso...";

"Close active chat|Button to close an active chat" = "Chiudi chat attiva";

"Comment|Comment button title" = "Commenta";

"Compose message to %@|Accessibility label describing a text view to start writing a message to a user with no draft message" = "Componi un messaggio per %1$@";

"Compose message to %@: %@|Accessibility label describing a text view to start writing a message to a user with some appended draft message" = "Componi un messaggio per %1$@: %2$@";

"Confirm Phone|Title of page where user enters their phone number" = "Conferma telefono";

"Connecting|Text shown on call screen while connecting a call" = "Connessione in corso...";

"Connection Failed|Alert title when connection failed" = "Connessione non riuscita";

"Connection Lost|End call message in connection lost case" = "Connessione persa";

"Contact Info|Title of the canonical thread info page." = "Informazioni di contatto";

"Contacting|Text shown on call screen while contacting another party" = "Contatto in corso...";

"Continue|Login - Login Button Title for Keychain Login" = "Continua";

"Conversation Name|placeholder text in conversation name textfield" = "Nome conversazione";

"Copy Link|Option that pops out after long press on a link in message thread." = "Copia link";

"Copy|action sheet option for copying a string to the clipboard" = "Copia";

"Could not add new members. Please try again.|message for failing to add members dialog" = "Impossibile aggiungere nuovi membri. Riprova.";

"Could not retrieve availability|Text shown to an user when the operation to retrieve the other party's callable status fails" = "Impossibile identificare la disponibilità";

"Countries|Title for country picker" = "Paesi";

"Country|Country - Country placeholder text" = "Paese";

"Create Group Conversation|button for adding people to the canonical conversation" = "Crea conversazione di gruppo";

"Create New Contact|action sheet option for creating a new contact" = "Crea nuovo contatto";

"Currently in a call|Error message when user tries to initiate a call while already in a call" = "Chiamata già in corso";

"Customize Notification Settings|User education for how to configure conversation alerts" = "Personalizza impostazioni di notifica";

"Decline|Text for button that declines a call" = "Rifiuta";

"Delete Conversation Name|alert title for deleting conversation name" = "Elimina nome conversazione";

"Delete Message? It cannot be undone.|text shown when a user swipes to delete a message" = "Eliminare il messaggio? L'operazione non può essere annullata.";

"Delete|Button to accept deleting the name of a conversation" = "Elimina";

"Delete|Label for button to delete previous character" = "Elimina";

"Delete|button text for deleting a message" = "Elimina";

"Delete|button text for removing an unsent message" = "Elimina";

"Details|title for message details page" = "Dettagli";

"Discover Who's Nearby|Title of NUX to encourage user to share location." = "Scopri chi è nelle vicinanze";

"Discover which friends are nearby and let them know you're around.|Description of megaphone to encourage user to share location." = "Scopri quali amici sono nelle vicinanze e fai sapere dove ti trovi.";

"Discover who's in the area and let them know you're around.|Description of megaphone to encourage user to share location." = "Scopri quali amici sono in zona e fai sapere dove ti trovi.";

"Dismiss|Dismiss the audio recorder" = "Ignora";

"Don't Delete|Button to decline to delete the name of a conversation" = "Non eliminare";

"Don't Save|Don't save action sheet button" = "Non salvare";

"Done|Title for generic Done button that dismisses a view. This needs to be a short string to avoid truncation." = "Fine";

"Download|Button title to download an upgrade" = "Scarica";

"Edit|Edit button/label title for chat divebar" = "Modifica";

"Email|email field placeholder on login screen" = "E-mail";

"Empty Feedback|Title for empty feedback warning." = "Commento vuoto";

"Enter Code|Enter Code page title" = "Inserisci codice";

"Error|error title after failed to load webview" = "Errore";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Utente Facebook";

"Failed to add members|title for failing to add members dialog" = "Impossibile aggiungere membri";

"Failed to save your settings.|error message after changing thread alert setting." = "Impossibile salvare le tue impostazioni.";

"Favorites|chat bar favorites header title" = "Preferiti";

"Free Call|Text on button that starts a messenger call" = "Chiama gratis";

"Free Calling Unavailable|Title for dialog explaining that messenger calls are not available" = "Chiamata gratuita non disponibile";

"Friends of Friends|Table section header for a list of friends of friends search results" = "Amici di amici";

"Friends on Messenger|Table title: Friends who have Facebook Messenger" = "Amici su Messenger";

"Get Directions|action sheet option for viewing a map" = "Ottieni indicazioni";

"Get Facebook Messenger|Title of a link that takes the user to download the Facebook Messenger app" = "Scarica Facebook Messenger";

"Get Started|Title for NUX" = "Per iniziare";

"Give us feedback or report a problem|Placeholder text for the report bug or feedback input field" = "Lascia un commento o segnala un problema";

"Google Image Search|" = "Ricerca immagini in Google";

"Group Conversation|Create a group conversation divebar label" = "Conversazione di gruppo";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "Conversazione di gruppo";

"Group Info|Title of group thread info page." = "Informazioni sul gruppo";

"Help|text for help button" = "Assistenza";

"Hold to Talk|The instruction for holding the record button and talk" = "Tieni premuto per parlare";

"I'm sure|Button label confirming the user wants to continue with the selected action" = "Confermo";

"If you enjoy using %@, would you mind taking a moment to rate this update? Thanks!|Prompt for user to rate the app." = "Se ti piace %1$@, dedicheresti qualche istante a valutare questo aggiornamento? Grazie!";

"Image Search|action sheet option for choosing a photo from image search" = "Ricerca immagini";

"Include your location|Title of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Includi la tua posizione";

"Incomplete contact|Alert title: Newly created contact needs more information" = "Contatto non completo";

"Incorrect Confirmation Code.|alert title for incorrect confirmation code" = "Codice di conferma errato.";

"Install Facebook Messenger?|The caption to promote users for installing Facebook Messenger app" = "Installare Facebook Messenger?";

"Install Messenger to listen to this message and record your own.|The detailed message to tell user that the audio clip feature is not supported on the wilde, and then promote a link for them to download the Facebook Messenger app" = "Installa Messenger per ascoltare questo messaggio e registrarne uno tuo.";

"Install|Button text to install the Facebook Messenger" = "Installa";

"Invalid Contact|Alert title: Newly created contact has invalid information" = "Contatto non valido";

"Invalid Country Code|alert title for invalid country code" = "Prefisso internazionale non valido";

"Invalid Phone Number|alert title for invalid phone number" = "Numero di telefono non valido";

"Keep everyone in the loop|Detail subtitle for Group Chat NUX slide" = "Tieni tutti informati";

"Last Updated: %@|last updated date in pull to refresh header" = "Ultimo aggiornamento: %1$@";

"Learn More|Title for button to learn more about sharing location." = "Maggiori informazioni";

"Leave Conversation|leave conversation button" = "Abbandona conversazione";

"Leave conversation?|confirmation dialog title for leaving a thread" = "Vuoi abbandonare la conversazione?";

"Leave|Button title for leaving a thread" = "Abbandona";

"Leaving...|Progress text shown while leaving a thread" = "Abbandono in corso...";

"Let people in this conversation know where you are.|Text of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Consenti alle persone in questa conversazione di sapere dove ti trovi.";

"Licenses|Licenses screen title" = "Licenze";

"Licenses|text for licenses button" = "Licenze";

"Like|Like button title" = "Mi piace";

"Load Earlier Messages|message for loading earlier messages" = "Carica messaggi precedenti";

"Loading...|Message presented while waiting for content to load." = "Caricamento in corso...";

"Locating You...|Message presented when waiting for an accurate location fix." = "Individuazione della tua posizione in corso...";

"Location is Disabled|Title for dialog indicating that the app hasn't been granted location permissions" = "La posizione è disabilitata";

"Location is off for this conversation|Title of location NUX when user turns off location services for the first time." = "La posizione è disattivata per questa conversazione";

"Location services are off. Turn on to let people in this conversation know where you are.|Text of location NUX when user has disabled location services." = "I servizi di localizzazione sono disattivati. Attivali per consentire alle persone incluse in questa conversazione di sapere dove ti trovi.";

"Location services are on|Title of location NUX when user has enabled location services." = "I servizi di localizzazione sono attivati.";

"Log In to Facebook|Login - Login Button Title for password login" = "Accedi a Facebook";

"Logged in as %@|Login - Text showing who user is logged in as" = "Hai effettuato l'accesso come %1$@";

"Login Approval Required|title of login approval dialog" = "Approvazione degli accessi richiesta";

"Login Failed|Invalid login alert title" = "Accesso non riuscito";

"Map|title of map tab" = "Mappa";

"Mark as Unread|Button label that will mark the thread as unread" = "Contrassegna conversazione come non letta";

"Meet Friends on the Go|Title of megaphone to encourage user to share location." = "Organizza incontri con i tuoi amici mentre sei in giro";

"Message|divebar message button title" = "Messaggio";

"Messages|Messenger module display name" = "Messaggi";

"Messages|name of the app with Facebook brand" = "Messaggi";

"Messenger|The title of the app, used in Appirater's dialog." = "Messenger";

"More Friends (%d)|Title for chat bar section containing friends who are not top friends. Number after string is number of friends who are online or pushable." = "Altri amici (%1$d)";

"More Friends (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Altri amici (%1$d)";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "Altri amici online";

"NOTE: People you add will see all previous messages in this conversation.|warning when adding new people to a thread" = "Nota: le persone che aggiungi vedranno tutti i messaggi precedenti di questa conversazione.";

"Name is Too Long|alert title for long conversation name" = "Nome troppo lungo";

"Name|Placeholder text: Name of new contact" = "Nome";

"Never miss a message again|Detail subtitle for Push Notification NUX slide" = "Non perdere più un messaggio";

"Never miss a message from your friends again.|Body of Messenger NUX page 2" = "Non perderti neanche un messaggio dei tuoi amici.";

"New Contact|Button title: Create a new contact" = "Nuovo contatto";

"New Message|Title of screen shown when user is composing a new message" = "Nuovo messaggio";

"New version available|Title of alert displayed when new version is available" = "Nuova versione disponibile";

"Next|Generic button to move to next item" = "Avanti";

"Next|button label for moving to the next screen" = "Avanti";

"No Message|dialog title for when user tries to send an empty message" = "Nessun messaggio";

"No Recipients|dialog title for when user tries to send to no recipients" = "Nessun destinatario";

"No Results|Accessibility label describing a contacts search result with no results" = "Nessun risultato";

"No locations shared recently.|message on map view when no location has been shared recently" = "Nessuna posizione condivisa di recente.";

"No response.|Error reported when no response is received from the server" = "Nessuna risposta.";

"No, Thanks|Label on button for user to decline to rate the app" = "No, grazie";

"Nobody will see exactly where you are.|Explanation to let user know sharing location will not expose his exact location." = "Nessuno vedrà la tua posizione esatta.";

"Not Now|Button text to temporarily ignore the installation message" = "Non ora";

"Not Now|Not now alert popup button" = "Non ora";

"Not Now|Title of button to not share location for now." = "Non ora";

"Not Now|button label for deferring enabling push notifications" = "Non ora";

"Not now|Button title to decline an upgrade" = "Non ora";

"Notifications for This Conversation|Title for per-thread notification settings" = "Notifiche per questa conversazione";

"Notifications for this conversation are off.|Mute warning display on conversation view" = "Le notifiche sono disattivate per questa conversazione.";

"Notifications|Label for enabling/disabling notification" = "Notifiche";

"OK|Title for generic OK button." = "OK";

"Off Until %@|Short string for indicating that alerts are off until X time" = "Disattivati fino alle %1$@";

"Off for 1 Hour|Short string for indicating that alerts are off for 1 hour" = "Disattivati per 1 ora";

"Off|Short string for indicating that alerts are off" = "Disattivati";

"On|Short string for indicating that alerts are on" = "Attivati";

"Open in Maps|action sheet option for opening an address in the Maps app" = "Apri nelle mappe";

"Password|password field placeholder on login screen" = "Password";

"People in this conversation can see your location on the map.|Text of location NUX when user has enabled location services." = "Le persone in questa conversazione possono vedere la tua posizione sulla mappa.";

"People|Section title for list of thread participants." = "Persone";

"People|title of people tab" = "Persone";

"Phone Number|placeholder text for phone number field" = "Numero di telefono";

"Phone or Email|Placeholder text: Phone or email address of new contact" = "Telefono o e-mail";

"Pin friends you message most|Label when users have no favorites" = "Fissa gli amici con cui scambi messaggi più spesso";

"Please check your confirmation code and try again.|alert message for incorrect confirmation code" = "Controlla il tuo codice di conferma e riprova.";

"Please check your network connection and try again.|" = "Controlla la tua connessione di rete e riprova.";

"Please check your number and try again.|Error reported when an invalid phone number response is received from the server" = "Controlla il tuo numero e riprova.";

"Please check your number and try again.|alert message for invalid phone number" = "Controlla il tuo numero e riprova.";

"Please download the latest version of Facebook Messenger.|Notification displayed to user when a version upgrade is available" = "Scarica l’ultima versione di Facebook Messenger.";

"Please enter a message or attach a photo|dialog message for when user tries to send an empty message" = "Inserisci un messaggio o allega una foto";

"Please enter a phone number or email.|Alert message: Newly created contact has invalid information" = "Inserisci un numero di telefono o un'e-mail.";

"Please enter a valid country code.|alert message for invalid country code" = "Inserisci un prefisso internazionale valido.";

"Please enter the email and password you use to log in to Facebook.|Invalid login alert message" = "Inserisci l’e-mail e la password che usi per accedere a Facebook.";

"Please enter the person's name and contact information.|Alert message: Newly created contact needs more information" = "Inserisci il nome e le informazioni di contatto della persona.";

"Please include a description of your problem.|Message for empty feedback warning." = "Includi una descrizione del tuo problema.";

"Please rate the quality of your call|Prompt for call quality survey" = "Valuta la qualità della tua chiamata";

"Please re-login to renew your session.|Error message for expired session" = "Accedi nuovamente per rinnovare la sessione.";

"Please use a shorter conversation name.|alert message for long conversation name" = "Usa un nome più breve per la conversazione.";

"Preview|title for image preview screen" = "Anteprima";

"Privacy & Terms|text for privacy and terms button" = "Privacy e condizioni";

"Pull down to refresh...|message for pull down to refresh" = "Trascina verso il basso per aggiornare...";

"Push notification alerts are off.|Reminder text for when push alerts are off on the phone." = "Gli avvisi per le notifiche push sono disattivati.";

"Push notification sounds are off.|Reminder text for when push notification sounds are off on the phone." = "I suoni per le notifiche push sono disattivati.";

"Push notifications are off.|Reminder text for when push notifications are off on the phone." = "Le notifiche sono disattivare.";

"Push up to refresh...|message for push up to refresh" = "Trascina verso l'alto per aggiornare...";

"REC|The record button" = "REGISTRA";

"Rate %@|Alert title for asking user to rate this app." = "Valuta %1$@";

"Rate %@|Label on button prompting user to rate the app." = "Valuta %1$@";

"Reach friends wherever they are now — mobile or web.|Body of Messenger NUX page 1" = "Raggiungi i tuoi amici, ovunque si trovino, sul cellulare o sul Web.";

"Reach friends wherever they are now|Detail subtitle for Cross Platform NUX slide" = "Raggiungi gli amici ovunque si trovino";

"Record Audio|action sheet option for recording some audio" = "Registra audio";

"Record Video|action sheet option for recording a video" = "Registra video";

"Record Voice|Button label for attaching an audio clip" = "Registra voce";

"Record|Record button for voice message" = "Registra";

"Record|Record button for voice recording" = "Registra";

"Recorder failed to start|Error info for users saying the audio recorder failed to start." = "Non è stato possibile avviare la registrazione";

"Recording cancelled|Notify user that the recording has been successfully cancelled." = "Registrazione annullata";

"Release to cancel recording|The instruction to user: release the record button to cancel the recording." = "Rilascia per annullare la registrazione";

"Release to refresh...|message for releasing to refresh" = "Rilascia per aggiornare...";

"Remind Me Later|Label on button allowing the user to postpone rating the app." = "Ricordamelo più tardi";

"Remove Attachment|action sheet option for removing current attachment" = "Rimuovi allegato";

"Remove Photo|action sheet option for removing chosen photo" = "Rimuovi foto";

"Remove Photo|action sheet option for removing current attachment" = "Rimuovi foto";

"Removing...|text for removing progress" = "Rimozione in corso...";

"Report a Problem|title for give feedback or report bug" = "Segnala un problema";

"Resend|Resend - Resend Button Title" = "Invia nuovamente";

"Retry|generic retry button" = "Riprova";

"Save Photo|action sheet option to save photo to library" = "Salva foto";

"Save photo as conversation image?|" = "Salvare la foto come immagine della conversazione?";

"Save|" = "Salva";

"Saving...|Progress text shown while saving a new image for a thread" = "Salvataggio in corso...";

"Saving...|Progress text shown while saving a new name for a thread" = "Salvataggio in corso...";

"Search for Friends|Accessibility label for button that toggles display of friends list/search" = "Cerca amici";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "Cerca altri amici...";

"Search to add favorites|placeholder in edit favorites search bar" = "Cerca per aggiungere ai preferiti";

"Search|placeholder in search bar" = "Cerca";

"Searching...|Placeholder text in a search results list that indicates a contact search is ongoing" = "Ricerca in corso…";

"See which friends are within walking distance or visiting your city, and let them know you're nearby.|Description of NUX to encourage user to share location." = "Scopri quali amici si trovano nelle vicinanze o sono in visita nella tua città e fai sapere loro che ci sei anche tu.";

"Seen by Everyone|Seen state text for when everyone has seen the message." = "Visualizzato da tutti";

"Seen by everyone|Seen state text for when everyone has seen the message." = "Visualizzato da tutti";

"Seen by %@ %@|Text for when a message has been seen by 1 person at a certain time or date/time. eg. (Seen by <name> <time>)" = "Visualizzato da %1$@: %2$@";

"Seen by %@|Text for when a message has been seen by 1 person" = "Visualizzato da %1$@";

"Seen by %@|Text for when a message has been seen by more than 1 person" = "Visualizzato da %1$@";

"Seen by:|Text for seen state header" = "Visualizzato da:";

"Seen %@ near %@|Text for when a message has been sen at a certain time (or date/time) and location e.g. (Seen 3:33 PM near Palo Alto)" = "Visualizzato: %1$@ vicino a %2$@";

"Seen %@|Text for when a message has been seen at a certain time or date/time. eg. (Seen 3:33PM) or (Seen Mon 3:33PM)" = "Visualizzato: %1$@";

"Select country code|select country code text" = "Seleziona prefisso internazionale";

"Send to Phone, Chat and Web|Call to action for Cross Platform NUX slide" = "Invia a cellulare, chat e Web";

"Send|Nav bar send button text" = "Invia";

"Send|Send button for voice message" = "Invia";

"Send|text to show in the send button" = "Invia";

"Sending...|sending progress text" = "Invio in corso...";

"Sent a message|default notification text for messages with no body text" = "Messaggio inviato";

"Sent from Messenger|indicator that a message was sent from Messenger" = "Inviato da Messenger";

"Sent from email|indicator that a message was sent from email" = "Inviato tramite e-mail";

"Sent from mobile|indicator that a message was sent sent from a mobile device" = "Inviato dal cellulare";

"Sent from web|indicator that a message was sent sent from web or chat" = "Inviato dal Web";

"Sent from %@|Text used for showing the location where a message was sent from. e.g (city) or (city, state) or (city, country)." = "Inviato da %1$@";

"Session Expired|Error title for expired session" = "Sessione scaduta";

"Settings App > General > Location Services|Location of Location Services Settings page for before 4.3." = "Impostazioni > Generali > Localizzazione";

"Settings App > Location Services|Location of Location Services Settings page for 4.3 or later." = "Impostazioni > Localizzazione";

"Settings App > Privacy > Location Services|Location of Location Services Settings page for 6.0 or later." = "Applicazione Impostazioni> Privacy > Localizzazione";

"Settings|Settings alert popup button" = "Impostazioni";

"Settings|title for settings page" = "Impostazioni";

"Settings|title of settings tab" = "Impostazioni";

"Share|Share button title" = "Condividi";

"Shared a link|text for a link share" = "Link condiviso";

"Shared a photo|text for a photo share" = "Foto condivisa";

"Shared a video|text for a video share" = "Video condiviso";

"Sign Up for Facebook|Sign Up - Sign Up Button Title" = "Accedi a Facebook";

"Skip|Skip - Skip Button Title" = "Salta";

"Something went wrong. Want to try again?|retry dialog message" = "Si è verificato un errore. Vuoi riprovare?";

"Sorry, something went wrong|Generic error message for Web browser errors" = "Spiacenti, si è verificato un errore.";

"Start Group Chats|Call to action for Group Chat NUX slide" = "Avvia chat di gruppo";

"Stop attaching media|Accessibility text for button that lets user stop attaching photos or other media, as well as emoticons and emoji" = "Interrompi allegato";

"Stop|Stop button for voice recording" = "Interrompi";

"Submit|Submit button title" = "Invia";

"Switch Account|text for switching logged in user" = "Cambia account";

"Switch to Wi-Fi to complete your call|Error case when calls not allowed over cellular data. Suggest user switch to WiFi instead." = "Passa sul Wi-Fi per completare la chiamata";

"Take Photo|action sheet option for taking a photo" = "Scatta foto";

"Tap \"Try Again\" to send this message.|prompt for how to resend a failed message send" = "Tocca \"Riprova\" per inviare il messaggio.";

"Tap gear to turn on chat|placeholder in search bar when offline" = "Tocca l'ingranaggio per attivare la chat";

"Tap to discover who's in the area|Message of in-app notification explaining that user can tap to learn more about sharing location." = "Tocca per scoprire chi è nelle vicinanze";

"Tap to return to call|Message shown on in-call bar explaining that the user may tap on it to return to the call screen" = "Tocca per richiamare";

"Tap to send a message|Message of in-app notification explaining that user can tap to message to nearby friends." = "Tocca per inviare un messaggio";

"Tap to turn on location|Title of location NUX when user has disabled location services." = "Tocca per attivare la localizzazione";

"Text messages can't be sent to that number.|Error reported when a phone number with an unsupported mobile carrier is on the recipients list of a message." = "Non è possibile inviare SMS a tale numero.";

"Text your friends wherever they are - on their phones or on chat.|The description message to promote users for installing Facebook Messenger app" = "Scambia messaggi con i tuoi amici ovunque essi siano, sul telefono o in chat.";

"That phone number is not allowed to receive text messages.|Error reported when an unlaunched phone number is on the recipients list of a message." = "Numero di telefono non abilitato alla ricezione di SMS.";

"There was a problem connecting to Facebook. Please check your connection and try again.|error message for failing to connect to Facebook" = "Si è verificato un errore durante la connessione a Facebook. Controlla la tua connessione e riprova.";

"There was a problem connecting your call. Please connect to Wi-Fi and try again.|Alert body message when connection failed suggesting user switch to wifi" = "Si è verificato un problema con la connessione della tua chiamata. Connettiti alla rete Wi-Fi e riprova.";

"This Conversation|header text for alert settings applying to a single conversation" = "Questa conversazione";

"Timeline|Button text to go to a user's timeline" = "Diario";

"Timeline|divebar timeline button title" = "Diario";

"Tip: Never Miss a Message|Title for reminder to turn on push notifications" = "Suggerimento: non perdere i messaggi";

"To accept calls, you need to update to the new version of Messenger.|Error dialog body shown when an incoming call failed because the current version is outdated" = "Per accettare le chiamate, devi effettuare l'aggiornamento alla nuova versione di Messenger.";

"To complete your phone number activation, please enter the activation code|" = "Per completare l’attivazione del numero di telefono, inserisci il codice di attivazione";

"To include location with your messages, go to your %@.|Alert dialog instructing the user how to re-enable location permission. The variable is 'Settings App > Location Services' or 'Settings App > General > Location Services'" = "Per includere la posizione nei tuoi messaggi, accedi a %1$@.";

"To make calls, you need to update to the new version of Messenger.|Error dialog body. Shown when a user attempts to make a VoIP call but their version is incompatible." = "Per poter chiamare, devi effettuare l'aggiornamento alla nuova versione di Messenger.";

"To turn off alerts for this conversation, go to conversation settings.|User education for how to configure conversation alerts" = "Per disattivare gli avvisi per questa conversazione, vai alle impostazioni della conversazione.";

"To turn off location for all your conversations, go to your %@.|Text of location NUX when user turns off location services for the first time. The parameter is the location of the Location Services in the Settings app (ie. Settings App > Location Services)" = "Per disattivare i servizi di localizzazione per tutte le conversazioni, accedi a %1$@.";

"To turn on notifications, visit iPhone Settings %@ Notifications %@ Messenger|Body of dialog telling the user how to enable push notifications" = "Per attivare le notifiche, visita le impostazioni dell'iPhone %1$@ Notifiche %2$@ Messenger";

"To use this feature, go to your %@ settings and choose Location Services. Select ON for Facebook.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone." = "Per usare questa funzione, accedi alle impostazioni sul tuo %1$@ e scegli Localizzazione. Attiva quindi l'impostazione per Facebook.";

"To use this feature, go to your %@ settings and tap Privacy, then Location Services. Select ON for Facebook.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone." = "Per usare questa funzione, accedi alle impostazioni %1$@ e clicca su Privacy, quindi Localizzazione, e attiva l'opzione per Facebook.";

"To|Accessibility label for to field in contact picker" = "A";

"To:|to field in contact picker" = "A:";

"Touch and hold to talk.\nRelease to send, or slide off the button to cancel.|Instruction text for holding voice record button, letting go to send, and dragging finger off to cancel message" = "Tocca e tieni premuto per parlare.\nRilascia per inviare o scorri il pulsante per annullare.";

"Try Again|button text for resending an unsent message. this is referred to in the prompt Tap \"Try Again\" text" = "Riprova";

"Turn Off Chat|Button title to let the user change their chat status from online to offline" = "Disattiva chat";

"Turn Off Until 8am|Option to turn off alerts until 8am" = "Disattiva fino alle 8:00";

"Turn Off for 1h|Option to turn off alerts for 1 hour" = "Disattiva per un'ora";

"Turn Off|Option to turn off alerts" = "Disattiva";

"Turn On Chat|Button title to let the user change their chat status from offline to online" = "Attiva chat";

"Turn On Location Services|Error message title when location services are unavailable." = "Attiva i servizi di localizzazione";

"Turn On Notifications|Call to action in NUX encouraging user to turn on push notifications" = "Attiva le notifiche";

"Turn On Notifications|Title of dialog telling the user how to enable push notifications" = "Attiva le notifiche";

"Turn On|Option to turn on alerts" = "Attiva";

"Turn On|Turn on alerts" = "Attiva";

"Turn On|button label for deferring enabling push notifications" = "Attiva";

"Turn on Push Notifications|Call to action for Push Notification NUX slide" = "Attiva le notifiche";

"Turn on push notifications to find out when new messages arrive.|Message for reminder to turn on push notifications" = "Attiva le notifiche per scoprire quando ricevi nuovi messaggi.";

"Typing…|Text for when the other user is typing. Ends with an ellipsis (U+2026) and is lower-case." = "Sta digitando...";

"Unable to Call %@|Error dialog title. Shown when app must be updated" = "Impossibile chiamare %1$@";

"Unable to Play Voice Message|The message to show when user receives a voice message but his app doesn't support playing it back." = "Impossibile riprodurre il messaggio vocale";

"Unable to Save Image|retry dialog title for setting thread image" = "Impossibile salvare l’immagine";

"Unable to Send|Title for send feedback failed warning." = "Invio non riuscito";

"Unable to add more people to the conversation. Please try again.|error message for failing to add people" = "Impossibile aggiungere altre persone alla conversazione. Riprova.";

"Unable to name your conversation.|error message after setting conversation name" = "Impossibile attribuire un nome alla conversazione.";

"Unable to remove you right now.|error messages after leaving conversation" = "Impossibile rimuoverti al momento.";

"Unable to save messaging favorites to Facebook|error message for failing to save messaging favorites" = "Impossibile salvare i contatti preferiti con cui scambi messaggi su Facebook";

"Unable to send message. Retry?|Alert text for when a message failed to send that also asks user to retry." = "Impossibile inviare il messaggio. Riprovare?";

"Unable to send message.|Alert text for when a message failed to send." = "Impossibile inviare il messaggio.";

"Unable to send right now.|error message for failing to send message" = "Impossibile inviare al momento.";

"Unpin|button title to remove user from favorites" = "Rimuovi dagli utenti fissati";

"Update|Get new version now button." = "Aggiorna";

"Updating...|updating progress text" = "Aggiornamento in corso...";

"Upgrade Now|button text on alert dialog prompting user to upgrade app" = "Effettua subito l'aggiornamento";

"Use|use nav bar button in photo preview screen" = "Usa";

"View Call|Text show on button that views an incoming call" = "Visualizza chiamata";

"View in Maps|action sheet option for viewing a map" = "Visualizza nelle mappe";

"View|Alert button that takes user to the thread where a message failed to send" = "Visualizza";

"We'll text you a link to confirm your number.|Confirmation information text" = "Ti invieremo un SMS con un link per confermare il tuo numero di telefono.";

"Welcome to Messenger|Title for NUX page" = "Benvenuti in Messenger";

"Who would you like to send this message to?|dialog message for when user tries to send message to no recipients" = "A chi vuoi inviare questo messaggio?";

"You can control this in your privacy settings.|Explanation to let user know he can change settings of sharing location." = "Accedi alle impostazioni sulla privacy per modificare questa opzione.";

"You will get an SMS or email shortly with a code to use for logging in.|message in login approval dialog" = "A breve riceverai un messaggio o un'e-mail con un codice da usare per l'accesso.";

"You won't find out when you've received a message.|Body of dialog encouraging the user to enable push notifications" = "Non saprai quando ricevi un messaggio.";

"Your carrier doesn't allow calling with Messenger. Please turn on Wi-Fi in your phone settings.|Error message when user tries to initiate a call if carrier doesn't allowVOIP and not on wifi" = "Il tuo operatore non consente le chiamate con Messenger. Attiva il Wi-Fi nelle impostazioni del tuo telefono.";

"Your message was not sent.|text shown when a message failed to send" = "Il messaggio non è stato inviato.";

"Your messages were not sent.|text shown when more than 1 message failed to send" = "I tuoi messaggi non sono stati inviati.";

"…|Ellipsis (U+2026) used to represent a chat message that is currently being written" = "…";

"active 1d ago|indicator that a user was active 1 day ago" = "attivo/a 1 g fa";

"active 1h ago|indicator that a user was active 1 hour ago" = "attivo/a 1 h fa";

"active 1m ago|indicator that a user was active 1 minute ago" = "attivo/a 1 min fa";

"active now|indicator that a user is currently active, on web or mobile" = "attivo/a ora";

"active on mobile %@ ago|presences status for being active on mobile a relative time ago" = "attivo/a da cellulare %1$@ fa";

"active on mobile|presences status for being active on mobile" = "attivo/a da cellulare";

"active %id ago|indicator that a user was active 2+ days ago" = "attivo/a %1$i g fa";

"active %ih ago|indicator that a user was active 2+ hours ago" = "attivo/a %1$i ore fa";

"active %im ago|indicator that a user was active 2+ minute ago" = "attivo/a %1$i min fa";

"active %@ ago|presences status for being active a relative time ago" = "attivo/a %1$@ fa";

"error|A short message for audio play error" = "errore";

"is calling|text below the caller's name when they are calling" = "sta chiamando";

"is typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "sta digitando...";

"on mobile|presences status for being available on mobile" = "da cellulare";

"online %@ ago|presences status for being online on the web a relative time ago" = "online %1$@ fa";

"online|presences status for being online on the web" = "online";

"typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case." = "sta digitando...";

"%d of %d|Title on photo viewer screen showing which photo is currently displayed. eg. 2 of 3" = "%1$d di %2$d";

"%i Friend of Friends|Number of friends of friends in search result (singular)" = "%1$i amico/a di un amico";

"%i Friend|Number of friends in search result (singular)" = "%1$i amico/a";

"%i Friends of Friends|Number of friends of friends in search result (plural)" = "%1$i amici di amici";

"%i Friends|Number of friends in search result (plural)" = "%1$i amici";

"%i days|text to show user was online/active N days ago (don't abbrev)" = "%1$i giorni";

"%i hours|text to show user was online/active N hours ago (don't abbrev)" = "%1$i ore";

"%i minutes|text to show user was online/active N minutes ago (don't abbrev)" = "%1$i minuti";

"%id|short indicator that a user was active 2+ days ago" = "%1$i giorni";

"%ih|short indicator that a user was active 2+ hours ago" = "%1$i ore";

"%im|short indicator that a user was active 2+ minute ago" = "%1$i minuti";

"%@  •  %@|Seen state text for a user in a group detail page. eg. (name <bullet-character> time)" = "%1$@  •  %2$@";

"%@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ e %2$@ usano Facebook Messenger";

"%@ are Nearby|Title of in-app notification showing some friends are nearby. E.g. Tom, Jerry, +2 are Nearby" = "%1$@ sono nelle vicinanze";

"%@ is Nearby|Title of in-app notification showing some friend is nearby. E.g. Tom is Nearby" = "%1$@ è nelle vicinanze";

"%@ is calling|Message notifying of an incoming call. First parameter is the name of the caller" = "%1$@ sta chiamando";

"%@ is in another call|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ sta già parlando con qualcun altro";

"%@ is not available|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ non è disponibile";

"%@ is typing…|string format text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "%1$@ sta scrivendo...";

"%@ tried to call you|Error dialog title shown when an incoming voice call can't be received" = "%1$@ ha provato a chiamarti";

"%@ uses Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ usa Facebook Messenger";

"%@|Name of a person (used both standalone and in lists). Add honorifics (-san, etc.) if appropriate." = "%1$@";

"%@, %i more|List of user names and X more if the list is truncated at N names." = "%1$@ e altri %2$i";

"%@, %@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@ e %3$@ usano Facebook Messenger";

"%@, %@, %@ and 1 other friend use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ e un altro amico usano Messenger";

"%@, %@, %@ and %i other friends use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ e altri %4$i amici usano Messenger";

"%@…|a string that has been shortened adding ellipsis (unicode 2026)" = "%1$@…";

"%u Friend is Nearby|Title of in-app notification showing some friend is nearby. E.g. 1 Friend is Nearby" = "%1$u amico è nelle vicinanze";

"%u Friends are Nearby|Title of in-app notification showing some friends are nearby. E.g. 2 Friends are Nearby" = "%1$u amici sono nelle vicinanze";

"%u Friends are Nearby|Title of megaphone to encourage user to share location. E.g. 2 Friends are Nearby." = "%1$u amici si trovano nelle vicinanze";

"%u of your friends are sharing when they're nearby|Message to let user know how many of his friends are sharing location." = "%1$u dei tuoi amici condividono la loro posizione";

"%u photo attached|Accessiblity text for a single photo" = "%1$u foto allegata";

"%u photos attached|Accessibility text for a photo set" = "%1$u foto allegate";

